Returns the fitting and accessory information
  Namespace:   Autodesk.Revit.DB.Plumbing
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
  Since:  2014
 Syntax
  C#
public PipeFittingAndAccessoryData GetPipeFittingAndAccessoryData()
  Visual Basic
Public Function GetPipeFittingAndAccessoryData As PipeFittingAndAccessoryData
  Visual C++
public:
PipeFittingAndAccessoryData^ GetPipeFittingAndAccessoryData()
 See Also
  PipeFittingAndAccessoryPressureDropData Class
  Autodesk.Revit.DB.Plumbing Namespace